{
  "catalogId": "religon_catalog",
  "displayName": "Religions",
  "religions": [
    {
      "id": "cormyr_lathanderism",
      "name": "Cormyrean Lathanderism",
      "description": "Cormyrean Denomination of Lathanderism",
      "traditions": [],
      "religiousLeaderCharacterId": "char_azoun_matarys_iv",
      "traits": []
    },
    {
      "id": "tai",
      "name": "The Cult of Blood",
      "description": "The Primary Religion of Tai",
      "traditions": [],
      "religiousLeaderCharacterId": "char_kinglovandayron",
      "traits": []
    },
    {
      "id": "sembian",
      "name": "Religion of the Nine",
      "description": "They have Nine Gods: Mother Dalea The Goddess of Nature, Family, Love, Growth, Protection, and Patron Goddess of Sembia, Patron of Sworn Protectors, Farmers, and Children.  This being is the same creature as the Wyrdwarden of Cormyr from the Grove. In the past, she did indeed fight Krozinax. This connection is unknown to both Sembia and Cormyr. By Winter 1375, she may die if the players choose Dayronus\t The God of Morning, Fire, Light, and Blacksmiths. Said to be the line from which house Dayron descends Matronus The Goddess of Night, Stealth, Hunters, and Retribution Ackenon The God of Warriors, War, Honor, and Motherhood Silincendia The Goddess of Death, Sickness, Old Age, and the Accused Kormanhandrala The God of Justice, Law, Logic, and Intelligence Kyra The Goddess of Wisdom, Foresight, Seers, Healers Moringan The God of Murder, Pillaging, Deceit, and Charlatans Krozinax The Dragon-God of Evil, Destruction, Blight, Famine, Snakes, known as Krozinax The Hungry, as he would feast on magical power. He could even extract the inherent magical power from matter by converting it to magic when he digested anything. The more magical, the more power he gets, but he could literally eat dirt and trees and mountains and still gain magical power. He is a Dead god, and was killed by Mother Dalea, some 2,000 years ago according to the Religion of the Nine Gods. ",
      "traditions": [],
      "religiousLeaderCharacterId": "char_kinglovandayron",
      "traits": []
    }
  ],
  "notes": null
}