{
  "displayName": "The Kingdom of Tai",
  "mapUrlOrPath": "",
  "rulerCharacterId": "",
  "characterIds": [],
  "main": {
    "description": "Tai’s exports into the Cormyrean sphere consist of luxury goods and the ideas that travel with them. Silk, porcelain, exquisite paper and ink, rare teas and spices, complex mechanical curiosities: all these find their way into noble collections in Arabel and Sundial. More quietly, Tai’s mathematical methods, agricultural techniques and philosophies filter in through texts, scholars and expatriate merchants, influencing how Cormyrean stewards calculate harvests and how certain mages in Vael’Shara draw and annotate their circles. Economically, Tai is a powerhouse of organized agriculture and centralized industry. Irrigated rice fields, tea plantations and mulberry orchards produce staple food and cash crops. Iron and salt are state-controlled in many regions, though exceptions exist on the fringes. Urban workshops specialize in ceramics, silk, paper, lacquerware, and finely crafted metalwork. Tai’s merchants are not as politically dominant as Sembia’s guilds, but their caravans and fleets reach the Free City of Maylan, Sembia, Genlaw and beyond, carrying high-value goods in exchange for metals, furs and rarities. Trade with Cormyr is indirect and limited: Tai goods tend to arrive in Arabel and Seawatch through intermediaries in Maylan, Sembia and Genlaw, appearing as exotic silks, strange teas, fine lacquered boxes and weapons with unusual balance and steel.\r\n",
    "population": 0,
    "rulerDisplayName": "",
    "vassals": []
  },
  "army": {
    "totalArmy": 0,
    "menAtArms": [],
    "primaryCommanderDisplayName": "",
    "primaryCommanderCharacterId": ""
  },
  "economy": {
    "totalIncomePerMonth": 82350.0,
    "totalTreasury": 2.4E+07,
    "courtExpenses": "9500",
    "armyExpenses": "35000",
    "currentlyConstructing": []
  },
  "cultural": {
    "culture": "",
    "populationDistribution": "",
    "primaryTraits": [],
    "raceDistribution": [
      {
        "key": "tai",
        "percent": 0.0
      }
    ],
    "cultureDistribution": [
      {
        "key": "tai",
        "percent": 99.0
      }
    ]
  },
  "history": {
    "timelineEntries": [],
    "rulingFamilyMembers": []
  },
  "feudal": {
    "settlementId": "tai",
    "layer": 2,
    "laws": "",
    "isPopulated": true,
    "capitalSettlementId": "citytai",
    "liegeSettlementId": "",
    "vassalContracts": [
      {
        "vassalSettlementId": "default",
        "incomeTaxRate": 0.5,
        "troopTaxRate": 0.5,
        "terms": ""
      }
    ]
  }
}